/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ został zainstalowany i będzie gotowy do użycia po ponownym uruchomieniu %3$@! Czy chcesz to zrobić teraz?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ to najnowsza dostępna wersja.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Dostępny jest %1$@ %2$@ (zainstalowana jest wersja %3$@). Czy chcesz go teraz pobrać?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nie posiada uprawnień zapisu w teczce programu! Czy program jest uruchomiony z obrazu dysku? Jeżeli nie, poproś o pomoc administratora.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Nowa wersja %@ została zainstalowana!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Dostępna jest nowa wersja %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Wystąpił błąd podczas instalacji. Proszę spróbować ponownie później.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Wystąpił błąd podczas pobierania informacji o uaktualnieniach. Proszę spróbować ponownie później.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Wystąpił błąd podczas rozpakowywania archiwum. Proszę spróbować ponownie później.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Wystąpił błąd podczas pobierania pliku. Proszę spróbować ponownie później.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uaktualnienie właśnie trwa!";

/* No comment provided by engineer. */
"Cancel" = "Poniechaj";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Czy sprawdzać uaktualnienia podczas uruchomienia?";

/* No comment provided by engineer. */
"Downloading update..." = "Pobieram uaktualnienie…";

/* No comment provided by engineer. */
"Extracting update..." = "Rozpakowuję uaktualnienie…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Zainstaluj i uruchom ponownie";

/* No comment provided by engineer. */
"Installing update..." = "Instaluję uaktualnienie…";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"OK" = "Gotowe";

/* No comment provided by engineer. */
"Ready to install!" = "Gotowy do instalacji!";

/* No comment provided by engineer. */
"Update Error!" = "Błąd aktualizacji!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuję %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Czy chcesz, aby %@ sprawdzał uaktualnienia podczas uruchomienia? Jeżeli nie, możesz to robić ręcznie z menu programu.";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"You're up to date!" = "Posiadasz aktualną wersję!";

